Repository: nichticktok/reclaim
Catalog: l10n/app_*.arb
Languages: es, fr, ne

source: Language
es: Idioma
fr: Langue
ne: भाषा

source: Next →
es: Siguiente →
fr: Suivant →
ne: अर्को →

source: Confirm
es: Confirmar
fr: Confirmer
ne: पुष्टि गर्नुहोस्

# continueButton
source: Continue
es: Continuar
fr: Continuer
ne: जारी राख्नुहोस्

source: Skip →
es: Omitir →
fr: Passer →
ne: छोड्नुहोस् →

# welcome
source: Welcome to Reclaim 👋
es: Bienvenido a Reclaim 👋
fr: Bienvenue sur Reclaim 👋
ne: Reclaim मा स्वागत छ 👋

# welcomeMessage
source: You're all set! Let's start your journey to reclaim your life.
es: ¡Todo listo! Comencemos tu viaje para recuperar tu vida.
fr: Tout est prêt ! Commençons votre voyage pour reprendre votre vie.
ne: तपाईं तयार हुनुहुन्छ! आफ्नो जीवन पुन: प्राप्त गर्ने यात्रा सुरु गरौं।

source: Get Started
es: Comenzar
fr: Commencer
ne: सुरु गर्नुहोस्

# namePrompt
source: Let's start by knowing your name.
es: Empecemos conociendo tu nombre.
fr: Commençons par connaître votre nom.
ne: तपाईंको नाम बताउनुहोस्।

# howOld
source: How old are you?
es: ¿Cuántos años tienes?
fr: Quel âge avez-vous ?
ne: तपाईंको उमेर कति हो?

# genderQuestion
source: What's your gender?
es: ¿Cuál es tu género?
fr: Quel est votre genre ?
ne: तपाईंको लिङ्ग के हो?

# chooseCharacter
source: Choose your character
es: Elige tu personaje
fr: Choisissez votre personnage
ne: तपाईंको पात्र छान्नुहोस्

source: Female
es: Femenino
fr: Féminin
ne: महिला

source: Male
es: Masculino
fr: Masculin
ne: पुरुष

# awakeningLine1
source: You were just another face in
es: Eras solo otra cara en
fr: Vous n'étiez qu'un autre visage dans
ne: तपाईं भीडमा अरू जस्तै मात्र हुनुहुन्थ्यो

# awakeningLine2
source: the crowd.
es: la multitud.
fr: la foule.
ne: भीडमा हराउनु भएको थियो।

# awakeningLine3
source: Tired. Stuck. Running on autopilot... until now.
es: Cansado. Atrapado. Funcionando en piloto automático... hasta ahora.
fr: Fatigué. Coincé. Fonctionnant en pilote automatique... jusqu'à maintenant.
ne: थकित। रोकिएका। स्वत: ढंगले बाँचिरहेका... अब होइन।

# onboardingNameTitle
source: What's your name?
es: ¿Cuál es tu nombre?
fr: Quel est votre nom ?
ne: तपाईंको नाम के हो?

# onboardingNameHint
source: Enter your name
es: Ingresa tu nombre
fr: Entrez votre nom
ne: तपाईंको नाम प्रविष्ट गर्नुहोस्

# onboardingAgeTitle
source: How old are you?
es: ¿Cuántos años tienes?
fr: Quel âge avez-vous ?
ne: तपाईंको उमेर कति हो?

# onboardingAge13_17
source: 13 to 17
es: 13 a 17
fr: 13 à 17
ne: १३ देखि १७

# onboardingAge18_24
source: 18 to 24
es: 18 a 24
fr: 18 à 24
ne: १८ देखि २४

# onboardingAge25_34
source: 25 to 34
es: 25 a 34
fr: 25 à 34
ne: २५ देखि ३४

# onboardingAge35_44
source: 35 to 44
es: 35 a 44
fr: 35 à 44
ne: ३५ देखि ४४

# onboardingAge45_54
source: 45 to 54
es: 45 a 54
fr: 45 à 54
ne: ४५ देखि ५४

# onboardingAge55_plus
source: 55 or above
es: 55 o más
fr: 55 ou plus
ne: ५५ वा माथि

# onboardingGenderTitle
source: What's your gender?
es: ¿Cuál es tu género?
fr: Quel est votre genre ?
ne: तपाईंको लिङ्ग के हो?

# onboardingGenderMale
source: Male
es: Masculino
fr: Masculin
ne: पुरुष

# onboardingGenderFemale
source: Female
es: Femenino
fr: Féminin
ne: महिला

# onboardingGenderOther
source: Other
es: Otro
fr: Autre
ne: अन्य

# onboardingGenderPreferNot
source: Prefer not to answer
es: Prefiero no responder
fr: Je préfère ne pas répondre
ne: भन्न चाहन्न

# onboardingMainTitle
source: When did you last feel like the main character?
es: ¿Cuándo fue la última vez que te sentiste como el personaje principal?
fr: Quand vous êtes-vous senti pour la dernière fois comme le personnage principal ?
ne: तपाईंले अन्तिम पटक मुख्य पात्र भएको महसुस कहिले गर्नुभयो?

# onboardingMainToday
source: Today — I'm on a roll lately!
es: Hoy — ¡He estado en racha últimamente!
fr: Aujourd'hui — Je suis en forme ces derniers temps !
ne: आज — म राम्रो लयमा छु!

# onboardingMainWeek
source: This week — I've been consistent.
es: Esta semana — He sido consistente.
fr: Cette semaine — J'ai été constant.
ne: यो हप्ता — म लगातार छु।

# onboardingMainMonths
source: It's been months, I've lost touch.
es: Han pasado meses, he perdido el contacto.
fr: Cela fait des mois, j'ai perdu le contact.
ne: महिनौं भयो, म आफैंसँग हराएको छु।

# onboardingMainCantRemember
source: I can't even remember the last time.
es: Ni siquiera recuerdo la última vez.
fr: Je ne me souviens même pas de la dernière fois.
ne: मलाई अन्तिम पटक याद छैन।

# onboardingLifeTitle
source: How would you describe your current life?
es: ¿Cómo describirías tu vida actual?
fr: Comment décririez-vous votre vie actuelle ?
ne: तपाईं अहिलेको जीवनलाई कसरी वर्णन गर्नुहुन्छ?

# onboardingLifeSatisfied
source: I'm satisfied with my life now
es: Estoy satisfecho con mi vida ahora
fr: Je suis satisfait de ma vie maintenant
ne: म अहिलेको जीवनबाट सन्तुष्ट छु

# onboardingLifeSelfImprove
source: I'm alright and want to self-improve
es: Estoy bien y quiero mejorarme
fr: Je vais bien et je veux m'améliorer
ne: म ठीक छु र आफूलाई सुधार्न चाहन्छु

# onboardingLifeOkayNeutral
source: I'm doing okay, not good or bad
es: Estoy bien, ni bueno ni malo
fr: Je vais bien, ni bon ni mauvais
ne: म ठीकै छु, न राम्रो न नराम्रो

# onboardingLifeOftenSad
source: I'm often sad and rarely happy
es: A menudo estoy triste y rara vez feliz
fr: Je suis souvent triste et rarement heureux
ne: म प्रायः दुःखी हुन्छु र खुशी कमै हुन्छु

# onboardingLifeLowestNeedHelp
source: I'm at the lowest and need help
es: Estoy en el punto más bajo y necesito ayuda
fr: Je suis au plus bas et j'ai besoin d'aide
ne: म धेरै कठिन अवस्थामा छु र सहयोग चाहिन्छ

# onboardingDriveTitle
source: What drives your journey every day?
es: ¿Qué impulsa tu viaje cada día?
fr: Qu'est-ce qui motive votre voyage chaque jour ?
ne: हरेक दिन तपाईंको यात्रालाई के चलाउँछ?

# onboardingDriveAmbition
source: Ambition — I want to achieve greatness.
es: Ambición — Quiero lograr la grandeza.
fr: Ambition — Je veux atteindre la grandeur.
ne: महत्त्वाकांक्षा — म ठूलो उपलब्धि हासिल गर्न चाहन्छु।

# onboardingDriveLove
source: Love — I care deeply for the people around me.
es: Amor — Me importan profundamente las personas que me rodean.
fr: Amour — Je me soucie profondément des personnes qui m'entourent.
ne: माया — म वरपरका मानिसहरूलाई गहिरो माया गर्छु।

# onboardingDriveGrowth
source: Growth — I want to become a better version of myself.
es: Crecimiento — Quiero convertirme en una mejor versión de mí mismo.
fr: Croissance — Je veux devenir une meilleure version de moi-même.
ne: विकास — म आफैँलाई अझ राम्रो बनाउन चाहन्छु।

# onboardingDrivePeace
source: Peace — I just want balance and calm.
es: Paz — Solo quiero equilibrio y calma.
fr: Paix — Je veux juste équilibre et calme.
ne: शान्ति — म सन्तुलन र शान्ति चाहन्छु।

# onboardingDriveCuriosity
source: Curiosity — I want to explore everything life offers.
es: Curiosidad — Quiero explorar todo lo que la vida ofrece.
fr: Curiosité — Je veux explorer tout ce que la vie offre.
ne: जिज्ञासा — जीवनले दिने सबै कुरा अन्वेषण गर्न चाहन्छु।

# onboardingDarkTitle
source: Any dark habits holding your power back?
es: ¿Algún hábito oscuro que esté reteniendo tu poder?
fr: Des habitudes sombres qui retiennent votre pouvoir ?
ne: केही खराब बानीहरूले तपाईंको शक्ति घटाइरहेका छन्?

# onboardingDarkProcrastination
source: Procrastination
es: Procrastinación
ne: काम टार्ने बानी

# onboardingDarkOverthinking
source: Overthinking
es: Pensar demasiado
fr: Rumination
ne: अत्यधिक सोचाइ

# onboardingDarkNegativity
source: Negativity
es: Negatividad
fr: Négativité
ne: नकारात्मकता

# onboardingDarkAddictionPhoneSocial
source: Addiction to phone/socials
es: Adicción al teléfono/redes sociales
fr: Addiction au téléphone/réseaux sociaux
ne: फोन/सोसलमा लत

# onboardingDarkLackSelfDiscipline
source: Lack of self-discipline
es: Falta de autodisciplina
fr: Manque d'autodiscipline
ne: आत्मअनुशासनको कमी

# onboardingDarkPoorSleep
source: Poor sleep routine
es: Rutina de sueño deficiente
fr: Mauvaise routine de sommeil
ne: नराम्रो निद्रा बानी

source: Tasks
es: Tareas
fr: Tâches
ne: कामहरू

source: Progress
es: Progreso
fr: Progrès
ne: प्रगति

source: Journey
es: Viaje
fr: Voyage
ne: यात्रा

source: Community
es: Comunidad
fr: Communauté
ne: समुदाय

source: Profile
es: Perfil
fr: Profil
ne: प्रोफाइल

source: Tools
es: Herramientas
fr: Outils
ne: उपकरणहरू

source: To-dos
es: Por hacer
fr: À faire
ne: गर्नुपर्ने

source: Done
es: Hecho
fr: Terminé
ne: सकियो

source: Skipped
es: Omitido
fr: Ignoré
ne: छोडियो

source: No tasks yet
es: Aún no hay tareas
fr: Aucune tâche pour le moment
ne: अहिलेसम्म कुनै काम छैन

# tapToAddFirstTask
source: Tap the + button to add your first task
es: Toca el botón + para agregar tu primera tarea
fr: Appuyez sur le bouton + pour ajouter votre première tâche
ne: पहिलो काम थप्न + बटनमा ट्याप गर्नुहोस्

source: No tasks to do
es: No hay tareas por hacer
fr: Aucune tâche à faire
ne: गर्नुपर्ने कुनै काम छैन

source: No completed tasks
es: No hay tareas completadas
fr: Aucune tâche terminée
ne: सकिएका कुनै काम छैन

source: No skipped tasks
es: No hay tareas omitidas
fr: Aucune tâche ignorée
ne: छोडिएका कुनै काम छैन

source: Add Task
es: Agregar Tarea
fr: Ajouter une Tâche
ne: काम थप्नुहोस्

source: Mark as Complete
es: Marcar como Completado
fr: Marquer comme Terminé
ne: पूरा भएको रूपमा चिन्ह लगाउनुहोस्

source: Mark as Incomplete
es: Marcar como Incompleto
fr: Marquer comme Incomplet
ne: अपूर्ण रूपमा चिन्ह लगाउनुहोस्

source: Task Completed
es: Tarea Completada
fr: Tâche Terminée
ne: काम पूरा भयो

source: Task Pending
es: Tarea Pendiente
fr: Tâche en Attente
ne: काम बाँकी छ

source: Task Skipped
es: Tarea Omitida
fr: Tâche Ignorée
ne: काम छोडियो

source: Scheduled
es: Programado
fr: Programmé
ne: तालिकाबद्ध

# proofRequired
source: Proof required for this task
es: Se requiere prueba para esta tarea
fr: Preuve requise pour cette tâche
ne: यस कामको लागि प्रमाण आवश्यक छ

source: Submit Proof
es: Enviar Prueba
fr: Soumettre une Preuve
ne: प्रमाण पेश गर्नुहोस्

source: Edit Proof
es: Editar Prueba
fr: Modifier la Preuve
ne: प्रमाण सम्पादन गर्नुहोस्

source: Delete Task
es: Eliminar Tarea
fr: Supprimer la Tâche
ne: काम मेटाउनुहोस्

source: Skip Task
es: Omitir Tarea
fr: Ignorer la Tâche
ne: काम छोड्नुहोस्

source: Settings
es: Configuración
fr: Paramètres
ne: सेटिङहरू

source: Notifications
es: Notificaciones
ne: सूचनाहरू

source: Theme
es: Tema
fr: Thème
ne: थीम

source: Select Language
es: Seleccionar Idioma
fr: Sélectionner la Langue
ne: भाषा छान्नुहोस्

# languageChanged
source: Language changed to {language}
es: Idioma cambiado a {language}
fr: Langue changée en {language}
ne: भाषा {language} मा परिवर्तन भयो
